<%
    /*********************************************************************************************************************
     *程序名称：注销登录
     *功能描述：把用户从清空session，返回到登录页面
     *编写人：万怀
     *编写时间：2015-12-30
     **********************************************************************************************************************/
%>
<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%
    session.removeAttribute("userInfo");
    session.invalidate();
    response.sendRedirect("../login.jsp");
%>